[
  {
    "title": "Blob TV 2.0",
    "description": "Das ultimative Entertainment-Netzwerk mit AI-generiertem Content und Live-Interaktion.",
    "longDescription": "Blob TV 2.0 ist ein hochinteraktives Netzwerk aus Comedy-Clips und live generierten Inhalten, das kreative Arbeit mit modernster MoGen-Technologie verbindet. Diese modulare generative Unterhaltung mischt vorab produziertes Material mit Content, der spontan durch Nutzereingaben, Twitch-Chat und AI-Kreativität entsteht. Das Ergebnis ist ein lebendiges Steampunk-Content-Monster, das mit seinem Publikum träumt und reagiert. Jeder Stream wird zur einzigartigen Show, bei der Zuschauer aktiv das Geschehen mitgestalten. Von spontanen Comedy-Sketches bis zu komplexen narrativen Bögen – hier wird Unterhaltung neu erfunden und das gesamte Snicklink-Universum zum Leben erweckt.",
    "url": "https://snicklink.de",
    "image": "images/btv.jpg",
    "color": "#ff57f1",
    "category": "MoGen Apps",
    "featured": true,
    "new": false,
    "order": 1
  },
  {
    "title": "Sim Willy v1",
    "description": "Eine lebende AI-Persönlichkeit zwischen Die Sims, Tamagotchi und Twitch-Stream.",
    "longDescription": "SimWilly ist ein revolutionärer interaktiver Lebenssimulator mit einer hochentwickelten AI, die eine authentische Persönlichkeit mit echten Wünschen und Bedürfnissen steuert. Diese einzigartige Mischung aus Die Sims, Tamagotchi und Twitch schafft einen lebenden Mikrokosmos, in dem Zuschauer direkt mit der AI-Persönlichkeit interagieren können. Ob Gespräche führen, ihn aufmuntern oder ihm zum Geburtstag gratulieren – jede Interaktion beeinflusst seine Entwicklung. Mit dynamischen Lebensbalken, sich wandelnden Stimmungen und einem komplexen Bedürfnissystem wird SimWilly zu einem echten digitalen Begleiter, der mit seinem Publikum wächst und lernt.",
    "url": "https://snicklink.de",
    "image": "images/simwilly.jpg",
    "color": "#f09c0a",
    "category": "MoGen Apps",
    "featured": false,
    "new": true,
    "order": 2
  },
  {
    "title": "The Agency",
    "description": "Ein Werbeagentur-Simulator, der echte Kampagnen mit AI-Power generiert.",
    "longDescription": "The Agency ist ein innovativer Werbeagentur-Simulator, in dem der kreative Direktor Klaus echte Kampagnen entwickelt – von hochprofessionell bis völlig verrückt, je nach seiner Tagesform. Während Klaus über sein Leben und seine Frau philosophiert, entstehen dynamische Werbekampagnen durch modernste AI-APIs für Bildgenerierung, Musikproduktion, Videoerstellung und Texte. Twitch-Zuschauer können Klaus Inputs geben und live miterleben, wie aus chaotischen Ideen professionelle Kampagnen werden. Jede Session ist einzigartig, da Klaus' Persönlichkeit und die AI-Tools in Echtzeit interagieren und dabei sowohl brillante als auch herrlich absurde Werbemomente schaffen.",
    "url": "https://snicklink.de",
    "image": "images/agency-preview.jpg",
    "color": "#9c9d9b",
    "category": "MoGen Apps",
    "featured": false,
    "new": true,
    "order": 3
  },
  {
    "title": "Vibe Tales",
    "description": "Eine interaktive Geschichte voller Abenteuer und Entscheidungen.",
    "longDescription": "Tauche ein in eine faszinierende Welt voller magischer Geschichten und epischer Abenteuer. Vibe Tales ist ein innovatives narratives Spiel, das deine Entscheidungen in den Mittelpunkt stellt. Jede Wahl, die du triffst, beeinflusst den Verlauf der Geschichte und führt zu völlig unterschiedlichen Enden. Erlebe eine cinematische Erzählung mit atemberaubenden Visuals, einem packenden Soundtrack und unvergesslichen Charakteren. Von mystischen Wäldern bis hin zu futuristischen Städten - jede Umgebung wurde liebevoll gestaltet und wartet darauf, von dir erkundet zu werden. Mit über 20 verschiedenen Handlungssträngen und multiplen Enden bietet Vibe Tales stundenlangen Spielspaß und hohen Wiederspielwert.",
    "url": "https://snicklink.de",
    "image": "images/vt.jpg",
    "color": "#ff57a8",
    "category": "MoGen Apps",
    "featured": false,
    "new": true,
    "order": 4
  },
  {
    "title": "Mutation Engine",
    "description": "Eine experimentelle Vibe-Coding-Visualisierung, die live vor den Augen der Zuschauer mutiert.",
    "longDescription": "Die Mutation Engine ist eine experimentelle künstlerische Vibe-Coding-Visualisierung, bei der Zuschauer live mitbestimmen können, was auf dem Bildschirm passiert. Verschiedene App- und Spiel-Genres verschmelzen miteinander und verwandeln sich in etwas völlig Unerwartetes. Es dient als Live-Demo unkontrollierter und hyperkreativer Vibe-Coding-Techniken mit modernsten IDEs und Coding-Agenten im Hintergrund. Alles wird zu einer ganz besonderen Sauce aus unerwarteter Unterhaltung und Tech-Insights gemischt. Die Engine entwickelt sich ständig weiter, mutiert kontinuierlich – niemand weiß, wohin die Reise als nächstes führt. Pure digitale Evolution in Echtzeit.",
    "url": "https://snicklink.de",
    "image": "images/mutation2.jpg",
    "color": "#1af4ac",
    "category": "MoGen Apps",
    "featured": false,
    "new": true,
    "order": 5
  },
  {
    "title": "Miami Voice",
    "description": "Ein revolutionäres Voice-Control-Game mit Retrowave-Ästhetik und Zugänglichkeit im Fokus.",
    "longDescription": "Miami Voice ist ein innovatives sprachgesteuertes Spiel, das traditionelle Eingabe-Barrieren durchbricht und die natürlichste menschliche Schnittstelle nutzt: deine Stimme. Mit seiner Miami Vice-inspirierten Retrowave-Ästhetik und über 100 Sprachbefehlen bietet es universelle Zugänglichkeit für alle Altersgruppen. Steuere einen Toucan durch eine Neon-getränkte Welt, wo deine Stimmlage zur Flugkontrolle wird und gesprochene Kommandos spektakuläre Angriffe auslösen. Das Spiel kombiniert Pitch-Detection mit AI-gesteuerter Spracherkennung und schafft so ein einzigartiges Spielerlebnis, das sowohl für Kinder als auch Erwachsene zugänglich ist. Jede Session wird zur persönlichen Performance.",
    "url": "https://miamivoice.de",
    "image": "images/social.png",
    "color": "#fbb656",
    "category": "Spiele",
    "featured": false,
    "new": false,
    "order": 6
  },
  {
    "title": "Bratwurst Bomber",
    "description": "Schieß Würstchen auf Viren und Pfizer – rette die Galaxie vor der Corona-Psyop!",
    "url": "https://bratwurst.snicklink.de",
    "image": "images/bratwurst.jpg",
    "color": "#d946ef",
    "category": "Spiele",
    "featured": false,
    "new": false,
    "order": 7
  },
  {
    "title": "Call of Blackrock: Merz Mayhem",
    "description": "Verschwende Kredite mit Merz – ruiniere die Wirtschaft, so schnell du kannst!",
    "image": "images/blackrock.jpg",
    "url": "https://fritz.snicklink.de",
    "color": "#EF4444",
    "category": "Spiele",
    "featured": false,
    "new": false,
    "order": 8
  },
  {
    "title": "Chemtrail Fighter",
    "description": "Flieg gegen Reptiloid-Jets und Schwab – säuber den Himmel von Chemtrails!",
    "image": "images/chems.jpg",
    "url": "https://chemtrailfighter.com",
    "color": "#F97316",
    "category": "Spiele",
    "featured": false,
    "new": false,
    "order": 9
  },
  {
    "title": "Kanzlersimulator",
    "description": "Wähl dich 2025 durch Chaos, PR-Pannen und Perks – wer wird Kanzler?",
    "image": "images/kanzler.jpg",
    "url": "https://kanzler.snicklink.de",
    "color": "#3B82F6",
    "category": "Spiele",
    "featured": false,
    "new": false,
    "order": 10
  }
]